Repository: calliope-edu/calliope-mini-flash-app-iOS
Catalog: Calliope App/ViewsAndControllers/EditorsAndPrograms/Editors/Playground/mul.lproj/PlaygroundSnippets.xcstrings
Source language: en
Languages: de

source: 7rw-qs-gzO.text
de: Programm-Schnipsel kopiert!

source: 8Al-Qu-EWO.text
de: Label

# 93j-LA-Q6m.title
source: Home
de: Start

# AKN-ba-DUa.text
source: Text is too long
de: There is veeery long text which could end up in two lines

# cIf-ra-SUA.text
source: Copied Snippet
de: Programm-Schnipsel kopiert!

source: IAA-SO-Qac.title
de: Swift Playground Programm-Schnipsel

source: jZR-Hi-92E.text
de: Label

source: ke0-Pl-3Bl.title
de: Swift Playground Programm-Schnipsel

source: mVL-Pc-a55.text
de: Label

source: oCk-WD-9Kc.text
de: Label

# sDg-74-hMi.text
source: With MakeCode Arcade, you can create games for your Calliope mini and play them with an additional display or even a game console. The files can only be transferred via USB cable.
de: Mit MakeCode Arcade kannst du Spiele für deinen Calliope mini erstellen und diese auf einem Display anzeigen lassen oder sogar einer Spielekonsole spielen. Die Übertragung der Datei funktioniert nur per USB-Kabel.

source: SgB-Yb-sTD.title
de: Swift Playground Programm-Schnipsel

# wz7-bF-qTT.title
source: Home
de: Start

source: yeh-9e-tUu.title
de: Playground Programm-Schnipsel

source: YGA-Ni-z9x.text
de: Label

source: zqc-Md-ScS.normalTitle
de: Bibliothek
